Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: While the camaraderie of a shared experience of playing face-to-face with a group of friends remains the strength of roleplaying games, groups need not confine themselves to a single mode of play.
fr_fr: Alors que la camaraderie d'une expérience partagée en jouant face à face avec un groupe d'amis reste la force du jeu de rôle, les groupes ont besoin de ne pas se confiner à un seul mode de jeu.

source: There are myriad options that can be used.
fr_fr: Des myriades d'options peuvent être utilisées.

source: Email, instant messages, message boards, video chats, phone/voip calls, text messages, wikis, (micro-)blogs: any and all of these can be utilized to play the game without having warm bodies in seats directly across the table from one another.
fr_fr: E-mail, messageires instantanées, forums, chat vidéo, appel téléphonique/en VoIP, SMS, wikis, (micro-)blogs: chacun d'entre eux peut être utilisé pour jouer sans se tenir chaud directement assis autour d'une table les uns en face des autres.

source: Finally, when playing groups meet for the first time, they should generate their characters (as opposed to generating characters by themselves).
fr_fr: Finalement, lorsqu'un groupe de jeu se rencontre pour la première fois, les joueurs devraient créer leurs personnage (par opposition à la création de personnage chacun de son côté).

source: While a gaming group can decide to generate characters individually, often it is far easier once the players are together.
fr_fr: Alors qu'un groupe de joueur peut décider de générer leur personnages individuellement, il est souvent bien plus facile de le faire une fois que les joueurs sont rassemblés.

source: This allows those more experienced in roleplaying games to help those new to RPGs.
fr_fr: Cela permet à ceux qui ont plus d'expérience dans le jeu de rôle d'aider ceux qui débutent.

source: Even more important, it enables the entire group to tailor the characters so there is not too much overlap in capabilities and style.
fr_fr: Encore plus important, cela permet au groupe entier de dimensionner les personnages pour qu'il n'y ait pas trop de doublons au niveau des compétences et des styles.

source: After all, with the wealth of character opportunities available, you don't want to show up at the table with an almost identical character to the player next to you.
fr_fr: Après tout, avec la richesse des types de personnages disponible, vous ne voulez pas arriver à la table de jeu avec un personnage presque identique à celui de votre voisin.

source: Once a group has been organized, someone needs to step up and take the reins of the gamemaster.
fr_fr: Une fois qu'un groupe s'est organisé, quelqu'un doit s'avancer et prendre les rênes du maître de jeu.

source: Some groups have a single gamemaster that runs all their gaming sessions month after month.
fr_fr: Certains groupes ont un seul maître de jeu qui anime toute leurs sessions de jeu mois après mois.

source: Other groups rotate a gamemaster, with a single gamemaster running a given portion of the unfolding story for several sessions before handing the work off to another player.
fr_fr: D'autre groupes changent régulièrement de maître de jeu, avec l'un d'entre eux animant une portion donnée du déroulement de l'histoire pendant plusieurs session avant de passer le rôle à un autre joueur.

source: Once again, the participants should be flexible.
fr_fr: Encore une fois, les participants doivent faire preuve de souplesse.

source: Some groups may have the perfect person who loves the work involved and is more than willing to run session after session, while other groups may decide that they all want to take turns both as the gamemaster and as players.
fr_fr: Certains groupe peuvent avoir la personne idéale qui aime le travail induit par le rôle et qui est plus que volontaire pour animer une session après l'autre, alors que d'autres peuvent décider qu'ils veulent tous alterner entre être le maître de jeu et être un joueur.

source: The gamemaster controls the story.
fr_fr: Le maître de jeu contrôle l'histoire.

source: They keep track of what is supposed to happen when, describes events as they occur so that the players (as characters) can react to them, keep track of other characters in the game (referred to as non-player characters, or NPCs), and resolve attempts to take action using the game system.
fr_fr: Il garde une trace de tout ce qui est supposé arrivé et de quand cela arrive, il décrit les évènements au fur et à mesure qu'ils se produisent afin que les jouers (en tant que personnages) puissent réagir, il garde une trace des autres personnages de la partie (appelés personnages non joueur, ou PNJs), et résolve les actions en utilisant le système de jeu.

source: The game system comes into play when characters seek to use their skills or otherwise do something that requires a test to see whether or not they succeed.
fr_fr: Le sytème de jeu intervient lrosque les personnages cherchent à utiliser leur compétences ou à faire quelque chose qui nécessite un test pour détermienr si ils ont réussit ou pas.

source: Specific rules are presented for situations that involve rolling dice to determine the outcome (see Game Mechanics, p.
fr_fr: Des règles spécifiques sont présentées pour les situations qui impliquent de lancer des dés pour déterminer la réussite (voir Mécanique de Jeu, p.

source: The gamemaster describes the world as the characters see it, functioning as their eyes, ears, and other senses.
fr_fr: Le maître de jeu décrit le monde tel que le voient les personnages, en utilisant leurs yeux, leurs oreilles, et leurs autres sens.

source: Gamemastering is not easy, but the thrill of creating an adventure that engages the other players' imaginations, testing their gaming skills and their characters' skills in the game world, makes it worthwhile.
fr_fr: Maîtriser n'est pas facile, mais les frissons de la création d'une aventure qui engage l'imagination des autres joueurs, et confrontent leur compétence de jeu et les compétences de leurs personnages dans l'univers de jeu, vaut largement l'investissement.

source: Posthuman Studios and Catalyst Game Labs will follow the publication of Eclipse Phase with supporting supplements and adventures to help this process along, but experienced gamemasters can always adapt the game universe to suit their own styles.
fr_fr: Posthuman Studios et Catalyst Game Labs suivront la publication d'Eclipse Phase en publiant des suppléments et des aventures pour faciliter le processus, mais les maîtres de jeu expérimentés peuvent toujours adapter l'univers de jeu à leur propre style.

source: In fact, since Eclipse Phase is published under a Creative Commons License (see p.
fr_fr: En fait, puisque Eclipse Phase est publiée sous licence Creative Commons (voir p.

source: 5), players are encouraged to tailor the universe to their style of play and also to share that with other players.
fr_fr: 5), les joueurs sont encouragés à adapter l'univers à leur style de jeu et à partager leurs modifcications avec les autres joueurs.

source: You never know when a specific choice you've made in the running of a campaign is exactly what another gamemaster and his group is looking for.
fr_fr: Vous ne saurez jamais quand un choix spécifique que vous faites en maîtrisant une campagne est exactement ce qu'un autre maître de jeu et son groupe recherchent.

source: Whether you have purchased the print or electronic version, this book is specifically organized to present the information you need to know to start telling your stories in the Eclipse Phase universe.
fr_fr: Que vous vous soyez procuré la version imprimée ou électronique, ce livre est organisé spécifiquement pour présenter les informations que vous avez besoin de connaître pour commencer à raconter votre histoire dans l'univers d'Eclipse Phase.

source: Below you'll find a summary of each chapter of the book.
fr_fr: Vosu trouverez ci-dessous un résumé de chaque chapitre de ce livre

source: {A Time of Eclipse:} A comprehensive history and setting fully describes the Eclipse Phase universe and how humanity transitioned from here to there.
fr_fr: {Une Époque d'Éclipse:} Une histoire globale et un cadre entièrement détaillé décrivant l'univers d'Eclipse Phase et racontant comment l'humanité a effectué une transition d'ici à là-bas.

source: See p.
fr_fr: Voir p.

source: {Game Mechanics:} The player's desired actions become reality within the universe through quick and easy-to-use game mechanics.
fr_fr: {Mécaniques de Jeu:} Les actions voulues par les joueurs deviennent réalité dans l'univers grâce à des mécaniques de jeu simple et facile à utiliser.

source: {Character Creation and Advancement:} Creating a unique character can be one of the most enjoyable experiences of roleplaying.
fr_fr: {Création de Personnage et Avancement:} Créer un personnage unique peut-être l'une des expéreinces les plus intéressantes du jeu de rôle.

source: Even more rewarding is watching that character evolve and grow across numerous gaming sessions, far beyond anything your imagination first envisioned.
fr_fr: Encore plus gratifiant est de voir ce personnage évoluer et grandir au travers de nombreuses sessions de jeu, bien au-delà de tout ce que votre imagination avait envisagé.

source: {Skills:} Beyond a character's innate abilities, their skills are what set them apart.
fr_fr: {Compétences:} Au delà des capacités innées d'un personnage, les compétences sont ce qui les distinguent.

source: This is what your character knows and what they know how to do.
fr_fr: C'est ce que votre personnage sait et ce qu'ils savent faire.

source: {Action and Combat:} What is a dramatic story without action and violence?
fr_fr: {Action et Combat:} Qu'est-ce qu'une histoire dramatique sans action ni violence?

source: When words fail, weapons will blaze.
fr_fr: Lorsque les mots échouent, les armes s'enflamment.

source: {Mind Hacks:} The unusual possibilities offered by psi abilities and mental reprogramming.
fr_fr: {Piratages Cognitifs:} Les possibilité inahbituelles offertes par les capacités psi et la reprogrammation mentale.

source: {The Mesh:} The all-pervasive nature of the mesh ensures that it is a key element to any story telling.
fr_fr: {Le Mesh:} La nature omniprésente du mesh assure que c'est un élément clef de toutes les histoires racontées.

source: {Accelerated Future:} The wonders of advanced technologies and how they work.
fr_fr: {Futur Accéléré:} Les merveilles de la technologies avancées et comment elle fonctionne.

source: {Gear:} Personal enhancements, weapons, robots, and everything else in between.
fr_fr: {Équipement:} Des améliorations personnelles, aux armes en passant par les robots.

source: {Game Information:} The quintessential set of insider secrets for gamemasters.
fr_fr: {Informations de jeu:} La quintessence de l'ensemble des secrets destinés aux maîtres de jeu.

source: Whether a gamemaster or player, you'll need a way to track information.
fr_fr: Que vous soyez maître de jeu ou joueur, vous avez besoin d'un moyen quelconque de suivre l'information.

source: Players will be generating characters and making changes to those characters from session to session.
fr_fr: Lesjoueurs créeront des personnages et leur apporteront des changements d'une session à l'autre.

source: Meanwhile, the gamemaster will have a host of information to track: notes on how the story is unfolding due to player character interaction that you'll need to fold into next week's session; changes to NPCs; changes to player characters that the players are not yet aware off (such as a character has been mind hacked but doesn't yet know it); and so on.
fr_fr: Entre-temps, le maître de jeu devra suivre un paquet d'information: des notes sur la façon dont se déroule l'histoire suite aux interactions des personnages joueurs et dont vous devrez tenir compte lors de la session de la semaine suivante; des changements apportés aux PNJs; des changements apportés aux personnages joueurs que les joueurs ignorent encore (comme le fait qu'un personnage se soit fait pirater le cerveau mais qu'il ne le sait pas encore); et ainsi de suite.

source: Additionally, some groups enjoy a synopsis of each session that can be compiled and read at a later time in order to enjoy and share their exploits, just as you might fileshare clips from your favorite video game to show off your skill in taking the bad guy down (traditionally this has been called ``bluebooking'').
fr_fr: Additionellement, certains groupes apprécient un résumé de chaque session qui puisse être compilé et lu un peu plus tard pour appréicer et partager leurs exploits, de la même façon dont vour partageriez des extraits vidéos de votre jeu vidéo préféré pour montrer vos capacité à battre le méchant (traditionnellement cela s'appelle "tenir un journal").

source: This can be particularly useful if a player was unable to attend a given session, providing a quick re-cap that they can read before attending the next gaming session and thus avoiding a bog-down up-front as that player tries to catch up on current events in the game.
fr_fr: Cela se révèle particulièrement utile si un joueur n'as pas pu partciiper à une session donnée, fournissant un résumé rapide qu'il peut lire avant de venir à la prochaine session de jeu et s'éviter ainsi de tomber dans un piège pendant qu'il essaye de se raccrocher aux évènements de la session de jeu actuelle.

source: The session scribe can be a shared responsibility or assigned, all based upon what a given playing group finds works best for them.
fr_fr: La prise de note est une responsabilité qui peut être partagée entre tous les joueurs ou assignée à un seul, tout dépend de ce qui fonctionne le mieux au sein du groupe.

source: Likewise, some gaming groups audiorecord their entire game session, both for later reference and for ``actual play'' podcasts.
fr_fr: De la même manière, certains groupe de jeu réalisent un enregistrement audio de toute la session de jeu, à la fois pour pouvoir s'y reporter plus tard et pour effectuer des podcasts de "jeu live".

source: The old standard of a pencil and paper still works wonders.
fr_fr: Les vieux standard du crayon et du papier font encore des miracles.

source: A host of additional technologies, however, provide many new options for players.
fr_fr: Un tas de techonolgies additionelles fournissent cependant plein de nouvelles options aux joueurs.

source: From a text file on a laptop to a shared wiki, the ability to track large amounts of information in a quick and useful fashion—while simultaneously making appropriate information available to each player from session to session—significantly decreases how much time everyone needs to spend tracking information.
fr_fr: D'un fichier texte sur un portable à un wiki partagé, la possibilité de suivre une somme d'information suffisament importante d'une manière simple et rapide - tout en fournissant des informations appropriées à chaque joueur d'une session de jeu à l'autre - réduit de manière significative le temps que chacun passe à suivre ces informations.

source: That time can now be redirected into the enjoyment of participating in a great story.
fr_fr: Ce temps peut maintenant être réallouer au plaisir de participer à une historie grandiose.

source: As described in the Game Mechanics section (p.
fr_fr: Comme décrit dans la section Mécanique de Jeu (p.

source: 112), two ten-sided dice are required to play Eclipse Phase.
fr_fr: 112), deux dés à dix faces sont nécessaires pour jouer à Eclipse Phase.

source: While most players enjoy the feel of tossing dice onto a table, there are many other mechanisms for rolling two ten-sided dice to achieve a 00 to 99 result.
fr_fr: Bien que la plupart des joueurs prennent plaisir à lancer les dés, il existe un nombre important de mécanisme pour parvenir à un résultat compris entre 00 et 99.

source: Players who make heavy use of any online technologies for game play—such as using online chatting or video blogging—should find it easy to track down and implement a quick dice-rolling program.
fr_fr: Les joueurs qui font un usage intensif de techonolgies online pour jouer - tels que les discussions en ligne ou les blogs vidéos - peuvent trouver plus simple de créer et implémenter rapidement un petit programme de lancer de dés.

source: All too often, it's easy for someone looking at an RPG to be intimidated.
fr_fr: Bien trop souvent, il est facile pour quelqu'un qui regarde un JDR d'être intimidé.

source: So many concepts to grasp, so many ideas that seem overwhelming.
fr_fr: Il y a tellement de concepts à saisir, tellement d'idées qui semblent écrasantes.

source: Just as described under What is a Roleplaying Game?, however, how often have you read a book or watched that movie and decided that you would have done it better?
fr_fr: Cependant, comme décrit à la section Qu'est-ce qu'un Jeu de Rôle?, combien de fois avez-vous lus un livre ou vu un film et décidés que vous auriez fait mieux?

source: That's your imagination at work.
fr_fr: C'est votre imagination qui est à l'œuvre.

source: Just dive in and you'll be amazed at how quickly you can immerse yourself in the Eclipse Phase universe.
fr_fr: Laissez-vous simplement aller et vous serez étonnés de la vitesse à laquelle vous pouvez vous immerger dans l'univers d'Eclipse Phase.

source: Soon you'll be spinning stories with the best of them.
fr_fr: Bientôt vous serez au cœur d'histoires avec le meilleur de l'univers.

source: Also, don't forget to tap your resources.
fr_fr: N'oubliez pas non plus d'exploiter vos ressources.

source: Your gaming group is your best resource.
fr_fr: Votre groupe de jeu est la meilleure d'entre elles.

source: What's going on, ideas for how to handle a situation, or how to take on a bad guy: these are just some of the things that can and should be discussed by the gaming group in between sessions, and each is an opportunity to strengthen your imagination.
fr_fr: Ce qu'il s'y passe, les idées pour gérer une situation ou pour vaincre le méchant: ce sont juste quelques unes des choses qui peuvent et doivent être disuctées par le groupe de joueur entre les sessions, et chacune de ces discussions est une opportunité de développer votre imagination.

source: Another resource is simply watching TV or reading a good book.
fr_fr: Une autre ressource est de simplement regader la télé ou de lire un bon livre.

source: Pay attention to how the story is put together, how the characters are built, and how the plot unfolds.
fr_fr: Faites attention à la manière dont l'histoire est assemblée, comment les personnages sont construits, et comment l'intrigue est dévoilée.

source: Push your imagination and soon you'll be figuring out subplots and who the bad guy is long before it's revealed.
fr_fr: Travaillez votre imagination et bientôt vous devinerez les sous-intrigues et qui est réellement le méchant bien avant qu'ils ne soient révélés.

source: Knowing how a story is put together enables you to put together your own stories during each gaming session.
fr_fr: Savoir comment une histoire est construite vous permets d'assembler les votres lors de chaque session de jeu.

source: Finally, eclipsephase.com is the offi cial site for Eclipse Phase.
fr_fr: Enfin, eclipsephase.com est le site officiel pour Eclipse Phase.

source: If you have questions about the game or want to see how another group of players handles a given situation, post on the forums.
fr_fr: Si vous avez des questions à propos du jeu, ou que vous voulez savoir comment un autre groupe de joueur gèrerai une situation, postez sur les forums.

source: The online community can be just as helpful and enjoyable as a local gaming group.
fr_fr: La communauté en ligne peut-être tout autant utile et plaisante qu'un groupe de jeu local.

source: The players can take on a variety of roles in Eclipse Phase.
fr_fr: Les joueurs peuvent remplir toute une variété de rôles dans Eclipse Phase.

source: Due to advances in digital mind emulation technology, uploading, and downloading into new morphs (physical bodies, biological or synthetic), it is possible to literally be a new person from session to session.
fr_fr: Suite à l'avancée dans les technologies de l'émulation digitale de l'esprit, l'upload et le download dans de nouvelles morphs (corps physiques, biologiques ou synthétique), il est possible d'être, littéralement, une nouvelle personne d'une session à l'autre.

source: With bodies taking on the role of gear, players can customize their forms for the task at hand.
fr_fr: Avec les corps qui se retrouvent réduit au rôle d'équipement, les joueurs peuvent personnaliser leur apparence pour la tâche à venir.

source: In the default story (also known as ``campaign setting''), every player character is a ``sentinel,'' an agent-on-call (or potential recruit) for a shadowy network known as ``Firewall.'' Firewall is dedicated to counteracting ``existential risks''—threats to the existence of transhumanity.
fr_fr: Dans l'histoire par défaut (aussi appellée "cadre de campagne"), chaque personnage joueur est une "sentinelle", un agent disponible (ou une recrue potentielle) pour un réseau paralégal appelé "Firewall". Firewall est dédié à contrer les "risques existentiels" - des menaces à l'existence de la transhumanité.

source: These risks can and do include biowar plagues, nanotech swarm outbreaks, nuclear proliferation, terrorists with WMDs, netbreaking computer attacks, rogue AIs, alien encounters, and so on.
fr_fr: Ces risques peuvent inclure des fléaux de la guerre biologique, des invasions d'essaim de nanites, de la prolifération nucléaire, des terroristes avec des ADMs, des attaques informatiques destructrices, des IAs maligne, des rencontres aliens, et ainsi de suite.

source: Firewall isn't content to simply counteract these threats as they arise, of course, so characters may also be sent on information- gathering missions or to put in place pre-emptive or failsafe measures.
fr_fr: Firewall ne se contente évidement pas de simplement contrer ces menaces au moment où elles apparaissent, les personnages peuvent donc être également envoyés sur des missions de renseignement ou pour mettre en place des mesures de prévention ou de sécurité.

source: Characters may be tasked to investigate seemingly innocuous people and places (who turn out not to be), make deals with shady criminal networks (who turn out not to be trustworthy), or travel through a Pandora's Gate wormhole to analyze the relics of some alien ruin (and see if the threat that killed them is still real).
fr_fr: Les personnages peuvent être chargés d'enquêter sur des personnes ou des lieux apparement innofensifs (et qui se rèveleront ne pas l'être), de négocier des arrangements avec d'obscurs réseaux criminels (qui se réveleront ne pas être digne de confiance), ou de voyager à travers le trou de ver d'une Porte de Pandore pour annalyser des reliques d'une ruine alien quelconque (et de vérifier si la menace qui les as tués est toujours là).

source: Sentinels are recruited from every faction of transhumanity; those who aren't ideologically loyal to the cause are hired as mercenaries.
fr_fr: Les sentinelles sont recrutés dans toutes les factions de la transhumanité; ceux qui ne sont pas idéologicallement loyaux à la cause sont recrutés en tant que mercenaires.

source: These campaigns tend to mix a bit of mystery and investigation with fierce bouts of action and combat, also stirring in a nice dose of awe and horror.
fr_fr: Ces campagnes ont tendance à se méler à un peu de mystère et d'investigation avec des scènes d'actions et de combats achanés, se baignant dans une bonne dose de crainte et d'horreur.
